;汉化：aotix

[CerberusNemesisM1 X2CharacterTemplate]
strCharacterName="地狱犬复仇者"
[CerberusNemesisM2 X2CharacterTemplate]
strCharacterName="地狱犬复仇者"
[CerberusNemesisM3 X2CharacterTemplate]
strCharacterName="地狱犬复仇者"

[AutopsyCerberusNemesis X2TechTemplate]
DisplayName="解剖地狱犬斯复仇者"
Summary="复仇者是地狱犬的狙击专家。定制的植入物使复仇者能够承受反器材狙击步枪的强大后坐力，拥有令一个难以对付的对手瞬间死亡的力量。此外，他们的植入物使它们成为完美的生物学候选者。"
CodeName="九头蛇Mk. 5"
LongDescription="复仇者是地狱犬的狙击专家。定制的植入物使复仇者能够承受反器材狙击步枪的强大后坐力，拥有令一个难以对付的对手瞬间死亡的力量。此外，他们的植入物使它们成为完美的生物学候选者。"

[CorpseCerberusNemesis X2ItemTemplate]
FriendlyName="解剖地狱犬复仇者"
FriendlyNamePlural="解剖地狱犬复仇者"
BriefSummary="对这个样本的解剖可能让我们取得下一步的进展。"

[ProvingGroundsProject_CerberusNemesisArmor X2TechTemplate]
DisplayName="地狱犬复仇者盔甲"
Summary="地狱犬复仇者盔甲缺乏重型盔甲，但已增加他的移动和闪避潜能来弥补这一点。"
LongDescription="地狱犬复仇者盔甲缺乏重型盔甲，但已增加他的移动和闪避潜能来弥补这一点。"

[CerberusNemesisArmorSoldier X2ArmorTemplate]
FriendlyName="地狱犬复仇者盔甲"
FriendlyNamePlural="地狱犬复仇者盔甲"
BriefSummary="地狱犬复仇者盔甲缺乏重型盔甲，但已增加他的移动和闪避潜能来弥补这一点。"
TacticalText="<Bullet/>地狱犬复仇者盔甲缺乏重型盔甲，但已增加他的移动和闪避潜能来弥补这一点。"



